/* NSButton (Cancel) : <title:Cancel> (oid:40) */
"Cancel" = "إلغاء";

/* NSButton (Download) : <title:Download> (oid:39) */
"Download" = "تحميل";

/* NSWindow (New Download) : <title:New Download> (oid:35) */
"New Download" = "تحميل جديد";

/* NSTextField (URL ) : <title:URL > (oid:38) */
"URL" = "الرابط";

